/* No comment provided by engineer. */
"1 byte" = "1 字节";

/* No comment provided by engineer. */
"16 bytes" = "16 字节";

/* No comment provided by engineer. */
"2 bytes" = "2 字节";

/* No comment provided by engineer. */
"32 bytes" = "32 字节";

/* No comment provided by engineer. */
"4 bytes" = "4 字节";

/* No comment provided by engineer. */
"8 bytes" = "8 字节";

/* ASCII char set name in status bar */
"ASCII" = "ASCII";

/* String encodings message */
"At least one encoding has to be selected" = "至少选中一个编码";

/* No comment provided by engineer. */
"Authentication cancelled. Download failed." = "鉴定被取消。下载已失败。";

/* Selected block extend location
   Selected block shrink location */
"Back" = "后退";

/* Block move direction */
"Backward" = "向后";

/* Big endianess, for toolbar combo box */
"Big" = "大头";

/* No comment provided by engineer. */
"Big Endian" = "高位在前";

/* No comment provided by engineer. */
"Can't make up destination file name. Download failed." = "不能补全目标文件名。下载已失败。";

/* Cancel button title */
"Cancel" = "取消";

/* Clear recent searches in toolbar search field */
"Clear" = "清除";

/* Toolbar button title */
"Copy" = "复制";

/* No comment provided by engineer. */
"Copy Selection" = "复制选择";

/* Message when string can't be converted to a hex integer */
"Couldn't convert to hex integer." = "不能转换为十六进制整数。";

/* Toolbar button title */
"Cut" = "剪切";

/* No comment provided by engineer. */
"Cut Selection" = "剪切所选";

/* Title of the dialog warning the user they are about to put too much data on the clipboard (hundreds of megabytes */
"Data Too Large" = "数据太大";

/* Shorthand for decimal, for status bar */
"Dec" = "十进制";

/* Decimal numbers */
"Decimal" = "十进制";

/* No comment provided by engineer. */
"Download complete." = "下载完成。";

/* No comment provided by engineer. */
"Download failed:" = "下载失败:";

/* No comment provided by engineer. */
"Download redirected to " = "下载改向到";

/* No comment provided by engineer. */
"Downloading" = "正在下载";

/* EBCDIC char set name in status bar */
"EBCDIC" = "EBCDIC";

/* PLACEHOLDER */
"Empty" = "Empty";

/* Toolbar combo title */
"Endianess" = "字节序";

/* No comment provided by engineer. */
"Endianess Selection" = "字节序选择";

/* Button title for block extend */
"Extend" = "扩大";

/* Window title for block extend */
"Extend Selection" = "扩大选择";

/* Toolbar text field title */
"Find" = "查找";

/* No comment provided by engineer. */
"Find in File" = "在文件中查找";

/* Block move direction */
"Forward" = "向前";

/* Selected block extend location
   Selected block shrink location */
"Front" = "前进";

/* General preferences title */
"General" = "常规";

/* Toolbar text field title */
"Go To Offset" = "前往偏移地址";

/* No comment provided by engineer. */
"Go to Offset" = "前往偏移地址";

/* GSM char set name in status bar */
"GSM" = "GSM";

/* Hexadecimal numbers
   Search type
   Shorthand for hexadecimal, for status bar */
"Hex" = "十六进制";

/* No comment provided by engineer. */
"Hex search" = "十六进制搜索";

/* Title of a panel telling user that their plugin is incompatible with the current architecture they're running on */
"Incompatible Plug-in" = "不兼容插件";

/* Write mode */
"Insert" = "插入";

/* No comment provided by engineer. */
"Invalid hex character in string" = "在字符串中有无效的十六进制字符";

/* items replaced in search and replace */
"item(s) replaced" = "个项被替换";

/* Title of the dialog warning the user they are about to put too much data on the clipboard (hundreds of megabytes */
"Large Data" = "大数据";

/* Little endianess, for toolbar combo box */
"Little" = "小头";

/* No comment provided by engineer. */
"Little Endian" = "小头";

/* Message telling the user the maximum about of data they can put on the clipboard. %s will get replaced by the actual number of bytes (eg 5 MB, 10 GB, ...) */
"Maximum amount of data that can be put on the clipboard is %s" = "可拷贝到剪贴板的最大数据值为 %s";

/* String encodings message */
"Maximum number of selectable encodings reached" = "已达到最多可选编码数";

/* Button title for moving selected block */
"Move" = "移动";

/* Window title for moving selected blocks */
"Move Selection" = "移动选择";

/* Window title when new version of 0xED is found */
"New Version Available" = "有新版本可用";

/* No comment provided by engineer. */
"New version of this application is available. Would you like to download it?" = "程序有新版本可用。您是否要下载？";

/* No comment provided by engineer. */
"No" = "否";

/* No lines in binary display */
"No lines" = "没有行";

/* File offset for status bar */
"Offset" = "偏移";

/* OK button title */
"OK" = "好";

/* Window title when directory is dropped on 0xED */
"Open Directory" = "打开目录";

/* Write mode */
"Overwrite" = "覆写";

/* No comment provided by engineer. */
"Parts of the file were unreadable. Those will be displayed blank in the output. Further editing of this file is disabled." = "文件有部分不可读。那些部分在输出时，将以空白显示。不能进一步编辑此文件。";

/* Toolbar button title */
"Paste" = "粘贴";

/* No comment provided by engineer. */
"Paste from Clipboard" = "自剪贴簿粘贴";

/* Message offering solution for incompatible plugin. %s will be replaced by the plugin path. */
"Plug-in (%s) is incompatible with the app architecture. It will need to be recompiled." = "(%s) 插件与本软件的架构不兼容。其需要重新编译。";

/* File read error panel title */
"Read Error" = "读取错误";

/* Menu title for search field in toolbar */
"Recent Searches" = "最近的搜索项";

/* Toolbar button title */
"Redo" = "重做";

/* No comment provided by engineer. */
"Redo Action" = "重做动作";

/* No comment provided by engineer. */
"Required authentication failed. Download unsuccessful." = "必需的鉴定失败。下载未成功。";

/* This will be put in the title of the window if resource fork is opened */
"Resource Fork" = "资源分支";

/* Toolbar button title */
"Save" = "保存";

/* No comment provided by engineer. */
"Save File" = "保存文件";

/* Selection length for status bar */
"Selection" = "选择";

/* Button title for block shrink */
"Shrink" = "缩小";

/* Window title for block shrink */
"Shrink Selection" = "缩小选择";

/* Toolbar combo title */
"String Encoding" = "字符串编码";

/* No comment provided by engineer. */
"String Encoding Selection" = "字符串编码选择";

/* Search type */
"Text" = "文本";

/* Toolbar combo title that will show text modes (ASCII, EBCDIC, GSM, ...) */
"Text Column" = "文本栏";

/* No comment provided by engineer. */
"Text Column (ASCII, EBCDIC, GSM, ...)" = "文本栏 (ASCII, EBCDIC, GSM, ...)";

/* No comment provided by engineer. */
"Text search" = "文本搜索";

/* No comment provided by engineer. */
"The other fork could not be opened" = "其它分支不能被打开";

/* Confirmation when a directory with a large number of files is dropped on 0xED. %u will be replaced by the number of files */
"There are %u files in the directory. Are you sure you want to proceed?" = "此目录中有 %u 个文件。您确认要处理？";

/* Visualizer column header name */
"Type" = "类型";

/* User interface preferences title */
"UI" = "界面";

/* No comment provided by engineer. */
"Unable to open other fork" = "不能打开其它分支";

/* Toolbar button title */
"Undo" = "还原";

/* No comment provided by engineer. */
"Undo Action" = "还原活动";

/* Visualizer column header name */
"Value" = "值";

/* Visualizer preferences title */
"Visualizer" = "直观器";

/* No comment provided by engineer. */
"Yes" = "是";

/* Message telling the user they're about to put a large amount of data on the clipboard. %s will get replaced by the actual number of bytes (eg 5 MB, 10 GB, ...) */
"You are trying to put %s of data on the clipboard. Are you sure you want to proceed?" = "你试图拷贝数据 %s 到剪贴板。确信继续？";